[{"id": "05", "name": "Beryl", "description": "The monopoly of operation and presentation leads the Biennale to synchronization. Follyscape aims to challenge the synchronization of current Venice Biennale by catalyzing discourse and dissent. It will dissolve the boundaries between the visitors and the locals in the current spatial and social framework that Biennale has established. Opposite to pavilions, ÔfolliesÕ refer to structures in gardens which serve no practical functions. The folly is a form that structures new meaning through public contact. By re-composing the existing site elements, the system of pavilions is replaced by the system of follies in order to liberate the site from the pre-established context by juxtaposing a set of new actions Ð overlapping, penetrating, colliding, passing, decentralizing, tilting. Instead of using the Biennale as parameter, the follies take sun, rain, wind and water as parameters to create detour around the Giardini. The identity of the Biennale becomes unstable, in flux. \n\n", "main_image": "./data/05-Main image_Cuicheng.jpg", "extra_images": ["./data/05-Image_Cuicheng_04.jpg", "./data/05-Image_Cuicheng_10.jpg", "./data/05-Image_Cuicheng_05.jpg", "./data/05-Image_Cuicheng_07.jpg", "./data/05-Image_Cuicheng_06.jpg", "./data/05-Image_Cuicheng_02.jpg", "./data/05-Image_Cuicheng_03.jpg", "./data/05-Image_Cuicheng_01.jpg", "./data/05-Image_Cuicheng_08.jpg", "./data/05-Image_Cuicheng_09.jpg"], "prototype_images": ["./data/05-Prototype 2_cuicheng.jpg", "./data/05-Prototype_Cuicheng.jpg"]}, {"id": "09", "name": "Selin", "description": "The project is a criticism towards the consumption of resources for the Biennale. The amount of waste produced just to keep this event in this area has become more unsustainable over the course of the years. The waste produced from the daily functions is minor compared to the waste coming out of the construction of the exhibitions. The exhibition waste is disposed of. The idea is to bring these unseen parts of the Biennale forward in order to:\n\nA Ð Create an impactful visual to influence the curators, designers and visitors to be act conscious while consuming resources for such events. The project would be putting the product of the Biennale on display across the site.\n\nB Ð Bring a solution to the most pressing argument of why reusable materials are disposed of in the Biennale: the limitation of storage. The structure will allow for spaces for these materials to be stored and processed in the Biennale site so that they can be used for future events and removed after each exhibition.\n\nThe project would be constantly changing and evolving based on the amount of materials, constantly displaying an ÔÕin processÕÕ architecture. It will become a waste plant that acts as storage, active exhibition, learning centre, where more ideas about unique ways to reuse waste materials can be exhibited and come in collaboratively to transform the space. It will also allow for the exploration of the most beneficial/fruitful/productive potential of the leftover materials. \n\nArtists will come on site at periods planned by the pavilions, they will be able to work in the workshop spaces on site to produce items from the leftover materials, bringing the process into the exhibition. Visitors will be able to see this process and contribute if they want. Artist will be allowed to roam into areas in different pavilions as well in order to find materials they need.\n", "main_image": "./data/09-Main image_Selin.jpg", "extra_images": ["./data/09-Image_Selin_8.jpg", "./data/09-Image_Selin_2.jpg", "./data/09-Image_Selin_3.jpg", "./data/09-Image_Selin_1.jpg", "./data/09-Image_Selin_4.jpg", "./data/09-Image_Selin_5.jpg", "./data/09-Image_Selin_7.jpg", "./data/09-Image_Selin_6.jpg"], "prototype_images": ["./data/09-DSC_9625 copy.jpg"]}, {"id": "08", "name": "Zhehao", "description": "", "main_image": "./data/08-zhehao.jpg", "extra_images": ["./data/08-zhehao site.jpg", "./data/08-zhehao diagram1.jpg", "./data/08-zhehao diagram2.jpg", "./data/08-zhehao inte.jpg", "./data/08-zhehao site 2.jpg"], "prototype_images": ["./data/08-Zhehao.jpg"]}, {"id": "04", "name": "Yuwei", "description": "The Giardini della Biennale has gradually evolved into an isolated cultural and geographical autonomy. It was a public parkland sacrificed to the international visitors Ð one of the many places in Venice that has succumbed to global tourism. Since the 20th century, following the mass tourism from the rest world, domestic life for local Venetians has undergone drastic changes. Urban spaces of Venice are harshly divided for either the locals or the tourists Ð just like the overcrowded San Marco square is split from private green spaces totally concealed from the public view. The battle of urban spaces was triggered by the division: tourist seeking to explore the true Venetian life by creeping into domestic living spaces, and locals who canÕt afford high rental rates breaks into holiday homes for places to sleep. \n\nWhen increasing numbers of Venetians have fled from the island, more and more tourists are desperately seeking for the architectural shell that seems to host ÔtrueÕ Venetian lifestyle. One would question whether the Venetian locality still exist or it has been drastically transformed. Maybe the urgency is no longer about concentrating on the battle between the locals and the tourist, but on how the city adapts itself to its new inheritors at different times of the year. The new inhabitants of Venice Ð university students, work commuters, migrants, second home owners or even the excursionist Ð could be considered as having already formed a new locality for Venice. One would wonder how a city like Venice, that has been planned to serve the tourist, would start to erase the dated split between the local and the tourist. \n\nThe wall of the Giardini was initially built to protect integrity of the public park land from its industrial neighbourhood. It was then inherited by the Biennale Institution, to protect the densely curated monopoly of international art exhibition site from the local Venetian neighbourhood. However, the arrival of new inhabitants introduced Biennale apartments and holiday homes Ð which are facilities and necessities created by the Biennale. Programmatically, they no longer need separation. Therefore, one would question how Biennale and its site could start being open to the new inhabitants of Venice.\n\nThe project unfolds at the wall, introducing a zone of emerged urban experience. \nInstrumental objects are attached to the wall, penetrating the existing building to generate connective spaces. The division of public and private spaces are reorganised by the hidden spaces, and spatial experiences stitch domestic corridors to pubic calles, exhibition halls with private courtyards. The new corridors introduce difference in the Biennale at different seasons. During the high season, the BiennaleÕs apartments offer convenience for visitors to have immerse experience to visit the garden, and during winter time, the GiardiniÕs facility would offer classrooms and little theatres and playground for the neighbouring community. Such interaction would introduce a new urban atmosphere for the temporary and permanent inhabitants of Venice. \n", "main_image": "./data/04-MainImage_Yuwei.jpg", "extra_images": ["./data/04-Image_Yuwei_04.JPG", "./data/04-Image_Yuwei_02.jpg", "./data/04-Image_Yuwei_03.jpg", "./data/04-Image_Yuwei_01.jpg"], "prototype_images": ["./data/04-Prototye-Yuwei.jpg"]}, {"id": "10", "name": "May", "description": "\n\nThe Giardini della Biennale is recognised as one of the most prestigious cultural events in the world, becoming a place where time and space is suspended.\n\nPerhaps originating from the absence of African countries in the role of worldÕs decision, political or economic influence; most of the continentÕs art and architecture tends to be invisible and absent from the debates in Venice. Oftentimes referring to Africa as a continent and not as distinct nations, it shows the infectivity of the borders imposed to the continent, as ethnicity still represents the main reference to define an individual.\n\nI am interested is this contradiction between the purpose of Art and the enclosure of the Giardini, where it lays and encloses the world. But also, the complexity of the broken connection between inside and outside Giardini and the Biennale as an institution. The aim is to have a more representative Biennale, which would give a voice to all African countries and would generate useful and inclusive debates. To open a dialogue on the necessity or not of a nation-based approach to art. And offer an alternative to having all permanent pavilions boarded up for six months every year.\n\n\n\n\n", "main_image": "./data/10-mainimage_may.jpg", "extra_images": ["./data/10-image_03_may.jpg", "./data/10-image_02_may.jpg", "./data/10-image_04_may.jpg", "./data/10-image_05_may.jpg"], "prototype_images": ["./data/10-May.jpg"]}, {"id": "12", "name": "Tanit", "description": "Terra Incognita\nIslands in dissolution\n\nCan the unknown be designed? Taking the ocean as one of the greatest unknowns on Earth to humans and learning from its volatile and adaptable condition as an inspiration for architecture. \nEmbracing the local conditions of the quadrant, its disconnection from the lagoon waters and the city as a design trigger to investigate a dynamic porosity. Interrogating the ground condition of the city of Venice and its formation in order to inform how land changes throughout extended time periods.  \nTaking this as a trigger to design an alternative ground, where the breakdown and disintegration is seen as something positive and is celebrated. This is realised through the design of a series of archipelagoes. These are made out of a porous material, locally available, that disintegrates with the actions of nature. \nThis proposes a different method to approach the construction and de-construction process of architecture. This process becoming a continuous event that is no longer a static moment but a consecutive constant that is never finished.\nThis unfinished and continuity of the design is what the biennale becomes. No longer an event that imports from around the world, but a location based process that focuses on the continuous transformation of the designed ground condition. \n\n\n\n\n", "main_image": "./data/12-Tanit_01.jpeg", "extra_images": ["./data/12-Tanit_01.jpg", "./data/12-Tanit_02.jpg", "./data/12-Tanit_03.jpg", "./data/12-Tanit_04.jpg", "./data/12-Tanit_05.jpg"], "prototype_images": ["./data/12-Tanit_01.jpg", "./data/12-Tanit_02.jpg", "./data/12-Tanit_03.jpg", "./data/12-Tanit_07.jpg", "./data/12-Tanit_06.jpg", "./data/12-Tanit_04.jpg", "./data/12-Tanit_05.jpg", "./data/12-Porosity_prototypes_Tanit.jpeg"]}, {"id": "07", "name": "Allister", "description": "The project looks to the unit brief as a starting point, discussing the condition of the architectural biennale as seen in Venice, and the spaces that facilitate this particular form of exhibition. A sequence of specified investigations first take place (research on the institution of the biennale, mapping of the site in the Giardini della Biennale in Venice, spatial prototyping exercises on ÒporosityÓ), generating a context that frames the project as it develops. \n\nEach existing exhibition pavilion is presently discrete and disconnected, both in relation to their surrounding context as well as in relation to each other. They are truly object-like. Yet this object-oriented ontology is not specific to the Giardini, and not specific to the scale of the pavilion. Rather, it is a paradigm that is seemingly pervasive throughout contemporary architectural practice. Cities and urban areas are conceived of as assemblages of discrete buildings (each with their own distinct programme), and buildings in turn are conceived of as assemblages of discrete parts (each with their own distinct function). \n\nIf we draw a line between the ideology of a programme, and the tectonics of how that programme is expressed in space, then one can begin to problematize the intent of the biennale in vis-\u0088-vis the spatial organization of its site in the Giardini. If the putative framework of the biennale is to be a progenitor of an investigative discourse between the participating artists/architects, one where ideas are exchanged freely and debated vigorously in an environment that is connected and borderless, how is this manifested in a Giardini that is understood merely as an aggregation of 30 discrete and autonomous pavilions?\n\nThe project considers the possibility of conceiving the Giardini in an entirely different way. Instead of a collection of individual pavilions, the project thinks of the Giardini as a singular smooth space, where gradual changes in densities, intensities, tensions and contours, inform the notion of what it means to be somewhere in space, rather than the conventional pre-conceived ideas of boundaries and ÒbuildingsÓ. \n\nThis is done through an incremental shattering of the existing pavilions, and the introduction of a field of new elements, that exist in a continuity with each other. The fragmentation of the pavilions subvert the neat delimitation of their individual wholes, creating ambiguous zones of overlap that are shared between one pavilion and its neighbour. Implicitly, these new tectonics prompt us to consider what new forms of exhibiting may take place in such interstitial spaces. \n", "main_image": "./data/07-Main Image_Allister.png", "extra_images": ["./data/07-TERM 2 presentation_Page_18.png", "./data/07-TERM 2 presentation_Page_23.png", "./data/07-TERM 2 presentation_Page_21.png", "./data/07-TERM 2 presentation_Page_20.png", "./data/07-TERM 2 presentation_Page_07.png", "./data/07-TERM 2 presentation_Page_17.png", "./data/07-TERM 2 presentation_Page_15.png"], "prototype_images": ["./data/07-Allister.jpg"]}, {"id": "02", "name": "Anna", "description": "The main focus of the project is to create a new way of living and producing that was influenced by the urban fabric. The proposal will bring new opportunities to the people who work on the making of the exhibition at the Giardini della Biennale and give a new sense of experience to the visitors. In order to maintain the historical value of the yearly exhibition, the intervention will allow the production to happen on site and will mainly utilise the materials that are locally sourced Ð which then could be processed from raw and made into a crafted piece. \nThe proposal is influenced by abstract models which looked specifically into layering techniques and transparency which then translated into architectural scale. Through the use of different opacities of material such as glass, it will provide the possibility of seeing between the programmes happening on site, allowing them to be accessed by the general public as the process of crafting will be exposed to the community making Ð literally transparent and open. Porous with nature, the infrastructure of the intervention becomes the machine of production of art and the action of making that will become the new type of exhibition; where the neighbourhood can also participate and utilise the provided spaces and facilities located on site.  \n", "main_image": "./data/02-MainImage_Anna.jpg", "extra_images": ["./data/02-DSC00852.JPG", "./data/02-16.jpg", "./data/02-DSC00772_2.jpg", "./data/02-11.jpg", "./data/02-1314.jpg", "./data/02-DSC00831_2.jpg"], "prototype_images": ["./data/02-IMG_4688 Anna.jpg", "./data/02-4.jpg", "./data/02-5.jpg", "./data/02-6.jpg", "./data/02-2.jpg", "./data/02-3.jpg", "./data/02-1.jpg"]}, {"id": "01", "name": "Canon", "description": "The project questions the physical boundary and social boundary implied by the Biennale, aiming to dissolve these boundaries through architectural measures. \n\nThis project would like to challenge the cultural, physical domination imposed by the Venice Biennale and the central pavilion to the participant and the city. The project views the Rialto marketÕs spatial and social condition as a porous model that brings infrastructure, communication platform and intellectual development to the area in a non-hierarchical, in-exclusive sense. Proposing a new civic spatial condition, the project will focus on counteracting the central pavilion as the main embodiment of cultural domination, and aim at challenging the exclusiveness of the Venice biennale.\n\nThis project is a historical rooted concept model that will radicalize the physicality of the Giardini della Biennale, and most importantly how the visitor engages the Venice Biennale. \n\n\n\n\n\n\n\n", "main_image": "./data/01-Main Image_Canon.png", "extra_images": ["./data/01-Double entrance.jpg", "./data/01-Canal Side.jpg", "./data/01-section1.jpg", "./data/01-Deck.jpg", "./data/01-Detail.jpg", "./data/01-process copy.jpg"], "prototype_images": ["./data/01-9.jpg", "./data/01-p2.jpg", "./data/01-p1.jpg", "./data/01-2 2.jpg", "./data/01-4.jpg", "./data/01-2.jpeg", "./data/01-IMG_4695.jpg", "./data/01-2.jpg", "./data/01-1.jpg"]}, {"id": "06", "name": "Tommy", "description": "ÒIt is the city of mirrors, the city of mirages, at once solid and liquid, at once air and stone.Ó - Erica Jong\n\nMuch as described in the book Invisible cities, each city is describing an aspect of Venice. In the Chapter of the city Valdrada, the author depicts the duality of the city, as a reflection, a mirrored-image which possesses the special dignity of images. ÔAt times the mirror increases a thingÕs value, at times denies it. Not everything that seems valuable above the mirror maintains its force when mirrored.Õ The seemingly same yet opposed existence forms the contradictory nature of Venice.\n\nAs argued in my Thesis, Giardini della Biennale, sitting on the eastern edge of Venice, presents the same heterotopic nature, resembling its motherland to certain extent. There are four types of contradiction that was noticed: the artificial vs. the nature, the public vs. the private, the permanent vs. the temporary, the individuality vs. the entity. Therefore, my proposal is based on the four existing Heterotopic Nature of Giardini and Venice, append another layer of time: the past and the present.\n\n\n\n\n", "main_image": "./data/06-Tommy.png", "extra_images": ["./data/06-Hexuan YU _ section line drawings.jpg", "./data/06-Hexuan YU _ axo-structure building gif.gif", "./data/06-Hexuan YU _ stairs extraction gif.gif", "./data/06-Heuxan YU _ Porosity Study.jpg", "./data/06-Hexuan YU _ Porosity Model.png", "./data/06-Hexuan YU _ Underneath Structure.jpg", "./data/06-Heuxna YU _ Function vs. Structure.png", "./data/06-Hexuan YU _  Pavilions as National Enclaves.png"], "prototype_images": ["./data/06-Tommy_all_instagram.jpg", "./data/06-01.jpg", "./data/06-02.jpg"]}, {"id": "11", "name": "SungVin", "description": "Participating countries in the Venice Biennale use the exposition as a cultural diplomatic weapon to elaborate a new political and economic power. This is visible in how a national identity is presented by national pavilion. The pavilions were built and often reconstructed in order to match up with the image that each nation wants to project. However, the ambassadorial edifices were presented as a symbolic structure Ð rooted in an ethos of nation building and imperial expansion. It encouraged nationalistic landscape and disconnects the nations in the Biennale. Therefore, the exposition was revised to serve a new cultural diplomatic agenda after the Second World War to transform the Giardini as a transnational exposition by refurbishing the pavilions with less nationalistic elements. Despite of that, the existing pavilions are still disconnected due to national identities and typical enclosed Ôwhite boxÕ layout which forms an archipelago of the nations.\n The project proposes a transnational landscape for the Venice Biennale by revising unsuccessful transformation of the exposition after the War. The project therefore aims to liberate the pavilions from being a diplomatic tool presenting national images and ultimately change the way of curating the exhibition Ð exhibit different nationsÕ work collectively in ÔoneÕ pavilion, instead of individual pavilions. It offers the viewers an opportunity to parse the identity of the exhibition by the contents, rather than the name or the nationalistic image of the nations.\n Transnational landscape is achieved by demolishing the existing ÔwallÕ of the pavilions and introducing a field of pillars that connects the pavilions. The wall is one of the elements that represent national identity through materiality, ornaments and colours. It also creates fully enclosed space which stops connectivity among the nations. It gives a continuity of the space, instead of disconnecting while extending across national boundaries due to blurred national identities and border lines. A field of the pillars unify different national pavilions together and offers a broad possibility to form a new way of curating and organising the transnational exhibition.\n \n\n   \n", "main_image": "./data/11-Main Image_Sungvin.jpg", "extra_images": ["./data/11-Iterations_Sungvin_06.jpg", "./data/11-Iterations_Sungvin_04.jpg", "./data/11-Iterations_Sungvin_05.jpg", "./data/11-Iterations_Sungvin_01.jpg", "./data/11-Iterations_Sungvin_02.jpg", "./data/11-Iterations_Sungvin_03.jpg"], "prototype_images": ["./data/11-IMG_4675.jpg"]}, {"id": "03", "name": "Craig", "description": "The Giardini Publicci was conceived by Napoleon in 1808. The landscape was derived from the demolition of existing structures and it underwent numerous iterations. The perimeter was defined from without through constantly changing urban and natural adjacencies. It hosted the first incarnation of the Biennale in 1894 but it was during the 1930s that a shift occurred. La Biennale gained traction as an institution and began to densify pockets of the public gardens until it held a monopoly over the now, renamed, Giardini della Biennale. This model remains largely unchanged today, the interior is relentlessly curated through a nationalized worldview whilst simultaneously perpetuating the unregulated and obsolete method of sustaining the physical boundary between it and the city of Venice.\nThe project questions the relevance of nation-based spatial organisation at a time when the Biennale and other institutions must acknowledge their shortcomings if they are to remain relevant. A space is proposed for those social groups and minorities unrepresented by a nation-based agenda Ð a refuge for the noncompliant bodies of the Biennale. Scans serve as an archaeological record, identify points of obsolescence and locating new thresholds along the perimeter. These thresholds permit publicness back in to the Giardini, unifying previously disparate interiors. The proposed spatial vernacular is designed to operate in an overt Ð as opposed to clandestine Ð manner that sits in direct opposition to the prevailing nationalist facades and establishes a semiotic network of spaces that are familiar, nostalgic and at odds with the high-tech mode of their generation. The use is derived from the potential of the new spatial sequence, intentionally nonexplicit and therefore not limited to a single programme. The intention is not for the architect to curate space by the imposition of programme and, instead, to provide the potential for use by those the Biennale format currently excludes resulting in the return to a Giardini Publicci.\n\n", "main_image": "./data/03-Main Image_Craig.jpg", "extra_images": ["./data/03-Image_Craig_08.jpg", "./data/03-Image_Craig_01.jpg", "./data/03-Image_Craig_02.jpg", "./data/03-Image_Craig_03.jpg", "./data/03-Image_Craig_07.jpg", "./data/03-Image_Craig_06.jpg", "./data/03-Image_Craig_04.jpg", "./data/03-Image_Craig_05.jpg"], "prototype_images": ["./data/03-Iterations_Craig_05.jpg", "./data/03-Iterations_Craig_04.jpg", "./data/03-Iterations_Craig_06.jpg", "./data/03-Iterations_Craig_07.jpg", "./data/03-Iterations_Craig_03.jpg", "./data/03-Iterations_Craig_02.jpg", "./data/03-Iterations_Craig_01.jpg"]}]